{
  "name": "Fery Anuar Ramadhan Putra",
  "desc": "Frontend Engineer with 2 years of experience, expert in JavaScript and React.",
  "linkedin": "https://www.linkedin.com/in/fery-anuar",
  "github": "https://github.com/feryanuar24",
  "img": "https://kanalpengetahuansatu.dikti.go.id/static/media/Fery.9b1c69ef7fcb850e5ae8.jpg",
  "about": "Frontend Engineer with 2 years of experience in creating responsive web applications, including developing Helpdesk PDDikti for 2000+ users with AI-driven features, revamping PDDikti Version 2 with modern design and security, and designing LPM Unsika News Portal, increasing visits by 1000+ per month, proficient in JavaScript, React, Scrum, and a Ruangguru CAMP graduate with a 4.0 GPA, seeking new challenging projects.",
  "contact": {
    "address": "Jl. Cipinang Gading, Kel. Ranggamekar, Kec. Bogor Selatan, Bogor City",
    "phone": "+6283813479771",
    "email": "feryanuar24@gmail.com"
  },
  "cv": "https://drive.google.com/uc?export=download&id=1ZvK2XxyzuPYv0m1cJ5i70JJoEcf41eeX",
  "tweets": [
    {
      "text": "Check out our latest updates! Exciting developments are happening at our company.",
      "link": "https://twitter.com/example_tweet_1",
      "date": "2024-04-28T08:00:00Z"
    },
    {
      "text": "Join us as we explore new trends and innovations in the tech world.",
      "link": "https://twitter.com/example_tweet_2",
      "date": "2024-04-27T10:30:00Z"
    },
    {
      "text": "Discover how we're making a difference with our community outreach programs.",
      "link": "https://twitter.com/example_tweet_3",
      "date": "2024-04-26T15:45:00Z"
    }
  ],
  "educations": [
    {
      "name": "University of Singaperbangasa Karawang",
      "detail": "Information System (GPA 3,88)",
      "graduation": "May 2024",
      "desc": "Singaperbangsa University of Karawang (UNSIKA), established in 1982, is a state university committed to producing superior and competitive graduates in various regions. UNSIKA offers a variety of study programs at the diploma, bachelor's and master's levels, focusing on fields that are relevant to the needs of industry and society. This is proven by the achievements of its graduates who are accepted to work in various well-known companies in Indonesia and abroad."
    },
    {
      "name": "SMAN 7 Bogor",
      "detail": "MIPA",
      "graduation": "2020",
      "desc": "SMAN 7 Bogor is a public senior high school located in Bogor, West Java. The school is located at Jalan Palupuh, North Bogor. SMAN 7 Bogor has 2 study programs, namely Science and Social Studies."
    }
  ],
  "experiences": [
    {
      "name": "PDDikti - (Helpdesk & PDDikti V.2)",
      "position": "Frontend Developer",
      "start": "August 2023",
      "end": "December 2023",
      "desc": "PDDikti is Indonesia's Higher Education Database, providing real-time and accurate information and statistics about universities across the country. During my internship at PDDikti, I had the opportunity to contribute to the development of the helpdesk website, enhancing support for handling data reporting issues. Additionally, I played a role in the redesign and structuring of PDDikti Version 2, ensuring a more user-friendly interface and systematic data presentation."
    },
    {
      "name": "Ruanggru CAMP - Bootcamp",
      "position": "Frontend Engineer",
      "start": "August 2022",
      "end": "December 2022",
      "desc": "Ruangguru CAMP is a bootcamp that provides intensive training in technology. For 4 months, I explored various web technologies such as HTML, CSS, and JavaScript. I also learned various frontend frameworks such as React JS, Vue, and Angular."
    }
  ],
  "skills": [
    {
      "name": "JS",
      "progress": "85%"
    },
    {
      "name": "HTML",
      "progress": "90%"
    },
    {
      "name": "CSS",
      "progress": "90%"
    },
    {
      "name": "React JS",
      "progress": "85%"
    },
    {
      "name": "Vue",
      "progress": "80%"
    },
    {
      "name": "Angular",
      "progress": "80%"
    },
    {
      "name": "Node JS",
      "progress": "80%"
    }
  ],
  "social": {
    "facebook": "https://www.facebook.com/feryanuar24",
    "instagram": "https://www.instagram.com/feryanuar24",
    "twitter": "https://www.twitter.com/feryanuar24",
    "linkedin": "https://www.linkedin.com/in/fery-anuar",
    "github": "https://www.github.com/feryanuar24"
  }
}
